---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SectionCoarserScalePulldownMetric
source: html/cfc8420a-006f-f936-c4b2-0ac28ec2644c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SectionCoarserScalePulldownMetric Property

"Hide at scales coarser than"

## Syntax (C#)
```csharp
public static ForgeTypeId SectionCoarserScalePulldownMetric { get; }
```